Repository: RameshMJ23/Barbora-clone
Catalog: lib/l10n/app_*.arb
Languages: lt

# homeBottomNav
source: Home
lt: Pradžia

# productBottomNav
source: Products
lt: Prekės

# cartBottomNav
source: Cart
lt: Krepšelis

# bookBottomNav
source: Book a slot
lt: Rezervuoti laiką

# moreBottomNav
source: More
lt: Daugiau

source: My orders
lt: Mano užsakymai

source: My account
lt: Mano duomenys

source: Recipes
lt: Receptai

source: Information
lt: Informacija

source: Donation
lt: Aukojimas

source: Need help ?
lt: Reikia pagalbos?

source: Log Out
lt: Atsijungti

source: DELIVER TO HOME
lt: PRISTATYTI Į NAMUS

source: WILL PICK UP MYSELF
lt: ATSIIMSIU PATS

source: Place of delivery
lt: Pristatymo vieta

source: Delivery time
lt: Pristatymo laikas

source: Select
lt: Pasirinkti

source: Cancel
lt: Atgal

source: Cart
lt: Krepšelis

source: Book a slot
lt: Rezervuoti laiką

source: Payment
lt: Apmokėti

source: Save cart
lt: Išsaugoti krepšeli

source: Buy
lt: Pirkti

source: Similar
lt: Panaši

# discountAndCoupon
source: Discount coupons and codes
lt: Nuolaidų kuponai ir kodai

source: Product search
lt: Prekių paieška

source: Special offers
lt: Ypatingi pasiūlymai

# ourRecommendation
source: Our recommendations
lt: Mūsų rekomendacijos

source: Popular products
lt: Populiarios prekės

# recommendedPromo
source: Recommended promotions
lt: Rekomenduojamos akcijos

source: View all
lt: Peržiūrėti viską

source: Save
lt: Išsaugoti

# notAvail
source: Not available
lt: Užimta

source: Change time/location
lt: Keisti laiką/vietą

source: Booked
lt: Reservuota

# chooseLang
source: Choose Language
lt: Pasirinkite Kalbą
